Revit 2027 API
SymbolTypeId.KgCO2ePerFtSup3 Property
 Symbol kgCO₂e/ft³, indicating kilograms Carbon Dioxide per cubic foot
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgCO2ePerFtSup3 { get; }
Public Shared ReadOnly Property KgCO2ePerFtSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgCO2ePerFtSup3 {
	ForgeTypeId^ get ();
}
static member KgCO2ePerFtSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace